<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="stylesheet" href="css/page1/page1.css">
</head>

<body>
    <h1><a href="index.php">Главная</a></h1>
    <div class="content">
        <div class="tabs">
            <button class="tab active" data-tab="safe" id="tab1">Безопасные</button>
            <button class="tab" data-tab="danger" id="tab2">Опасные</button>
        </div>

        <div class="tab-content active" id="safe">
            <div class="cards">
                <h1>Безопасные</h1><p>Даже безопасные для кошек растения лучше не оставлять без присмотра. Если кот решит попробовать цветок на вкус, это может закончиться расстройством желудка или рвотой. Так что «безопасно» — это про отсутствие токсинов, а не про разрешение жевать всё подряд.</p>
                <div class="card">
                    <div>
                        <p>Альстромерия</p>
                    <div class="img"><img src="flowers/alstromeriya-miks(1).png" alt=""></div>
                </div>
                    <p>Альстромерия (Перуанская лилия)
                    не считается высокотоксичной для кошек, но содержит щавелевую кислоту, которая может вызвать
                    незначительное раздражение слизистой рта, слюнотечение или расстройство желудка при поедании, поэтому 
                    лучше держать ее вне досягаемости, а если кошка съела - следить за симптомами и при подозрении на отравление
                    обратиться к ветеринару, хотя серьезные отравления редки.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Гербера</p>
                    <div class="img"><img src="flowers/gerbera.jpg" alt=""></div>
                </div>
                    <p>Гербера не содержит ядовитых веществ, опасных для кошек.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Подсолнух</p>
                    <div class="img"><img src="flowers/подсолнух.jpg" alt=""></div>
                </div>
                    <p>Подсолнух не только очень красив, но и полностью безопасен для кошек, поскольку не содержит ядовитых веществ. Кроме того, его яркие солнечные цветы заметно улучшают настроение.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Фрезии</p>
                    <div class="img"><img src="flowers/фрезии.jpg" alt=""></div>
                </div>
                    <p>Подсолнух не только очень красив, но и полностью безопасен для кошек, поскольку не содержит ядовитых веществ. Кроме того, его яркие солнечные цветы заметно улучшают настроение.</p>
                </div>
                
            </div>
        </div>

        <div class="tab-content" id="danger">
            <div class="cards">
                <h1>Опасные</h1><p>Далее пойдет список смертельно опасных для вашего кота растения. У некоторых опасна даже пыльца</p>
                <div class="card">
                    <div>
                        <p>Лилия</p>
                    <div class="img"><img src="flowers/lilies.png" alt=""></div>
                </div>
                    <p>Лилии чрезвычайно опасны и смертельно
                     ядовиты для кошек, вызывая острую почечную недостаточность, даже
                      если животное съест минимальное количество растения, пыльцы или
                       выпьет воды из вазы. Требуется немедленное обращение к ветеринару.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Гортензия</p>
                    <div class="img"><img src="flowers/hydrangea(1).jpg" alt=""></div>
                </div>
                    <p>Гортензия содержит цианогенные гликозиды
                         во всех частях растения (листьях, цветах, коре),
                          которые при попадании в организм животного превращаютс
                          я в цианид (синильную кислоту), вызывая отравление с симптомами
                           от рвоты, диареи и вялости до затрудненного дыхания, судорог и нарушения работы органов</p>
                </div>
                <div class="card">
                    <div>
                        <p>Гипсофила</p>
                    <div class="img"><img src="flowers/гипсофила.jpg" alt=""></div>
                </div>
                    <p>Гипсофила считается слабо токсичной, так как содержит сапонины, которые могут вызвать у питомца расстройство желудка, рвоту и диарею, поэтому букеты с гипсофилой следует держать подальше от кошек, чтобы избежать проглатывания и контакта с растением</p>
                </div>
                <div class="card">
                    <div>
                        <p>Стрелиция</p>
                    <div class="img"><img src="flowers/стрелиция.jpg" alt=""></div>
                </div>
                    <p>Стрелиция умеренно токсична, особенно семена и плоды, но листья тоже могут вызвать проблемы. Если кошка съест её, возможны тошнота, рвота, диарея и потеря аппетита.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Нарциссы</p>
                    <div class="img"><img src="flowers/нарциссы.jpg" alt=""></div>
                </div>
                    <p>Нарциссы очень опасны для кошек. Они токсичны, особенно луковицы, и могут вызвать серьезное отравление с рвотой, диареей, судорогами и нарушениями сердечного ритма. Даже небольшое количество любого из частей растения или вода из вазы может навредить.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Гладиолусы</p>
                    <div class="img"><img src="flowers/гладиолусы.jpg" alt=""></div>
                </div>
                    <p>Все части растения, особенно клубнелуковицы, токсичны и могут вызвать у кошек слюнотечение, рвоту, вялость, диарею и другие признаки отравления.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Хризантема</p>
                    <div class="img"><img src="flowers/хризантема.jpeg" alt=""></div>
                </div>
                    <p> Хризантема опасна для кошек, поскольку содержит токсичные пиретрины, которые могут вызвать расстройство желудка, рвоту, диарею, слюнотечение, судороги, нарушение координации и раздражение кожи; если кошка съела или потрогала хризантему, нужно немедленно обратиться к ветеринару, так как симптомы проявляются быстро, и важно предотвратить попадание токсинов внутрь.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Тюльпаны</p>
                    <div class="img"><img src="flowers/тюльпаны.jpg" alt=""></div>
                </div>
                    <p>Тюльпаны очень опасны для кошек; они содержат токсичные вещества ( тулипалины ) в луковицах, листьях и цветках, которые могут вызвать у кошек сильную рвоту, диарею, слюнотечение, вялость, нарушение сердечного ритма, судороги и даже кому.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Каллы</p>
                    <div class="img"><img src="flowers/каллы.jpg" alt=""></div>
                </div>
                    <p>Каллы очень опасны для кошек из-за содержания щавелевой кислоты, которая вызывает сильное раздражение слизистых, отек горла, рвоту, боль, нарушение координации и может привести к сердечной недостаточности, поэтому их следует держать подальше от питомцев.</p>
                </div>
                 <div class="card">
                    <div>
                        <p>Ландыши</p>
                    <div class="img"><img src="flowers/ландыши.jpg" alt=""></div>
                </div>
                    <p>Ландыши очень опасны и ядовиты для кошек (и других животных, включая людей) из-за содержания сердечных гликозидов, особенно конваллятоксина; все части растения токсичны, но ягоды наиболее ядовиты, и их поедание может вызвать рвоту, судороги, аритмию, остановку сердца и смерть, поэтому букеты с ландышами нельзя держать дома, а при подозрении на отравление нужно срочно бежать к ветеринару.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Подснежники</p>
                    <div class="img"><img src="flowers/подснежники.jpg" alt=""></div>
                </div>
                    <p>Подснежники очень опасны для кошек, так как содержат токсичный алкалоид галантамин, который ядовит для питомцев; все части растения ядовиты, а вода в вазе с букетом также становится токсичной, вызывая у кошек рвоту, диарею, слюнотечение и другие серьезные симптомы.</p>
                </div>
                <div class="card">
                    <div>
                        <p>Ирисы</p>
                    <div class="img"><img src="flowers/ирисы.jpg" alt=""></div>
                </div>
                    <p>Ирис опасен для кошек. Все части растения, особенно луковицы, содержат токсичные вещества (иридин, ирисин), которые могут вызвать у кошек рвоту, диарею, слюнотечение, вялость и раздражение слизистых.</p>
                </div>
            </div>
        </div>

        <script src="js/page1.js"></script>
    </div>
</body>

</html>